[M_Showdown MissionDefinition]
MissionDescription="It's time to take down the Sheriff."
TurnInDescription="Handsome Jack's girlfriend is dead, and you are now the Sheriff of Lynchwood. Busy day, all things considered."
MissionSummary="Defeat the Sheriff."
TeaserText="It's time to take down the Sheriff."
